/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "放大";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "订购 dotphoto.com 图像的输出列印";

/* action name for setting an image */
"Set Image" = "设定图像";

/* Title of mag link */
"View this image full-size" = "以完整大小显示此图像";